Repository: 5118234/Angel-CMS
Catalog: old resource files/Views/Admin.Sites.*.resx
Languages: es_us

# Action.Search
source: Search
es_us: Búsqueda de

# Button.Add.Culture
source: Add Culture
es_us: Añadir cultura

# Button.Add.Domain
source: Add Domain
es_us: Agregar dominio

# Button.Add.SiteCollection
source: Add Site Collection
es_us: Añadir a colección de sitios

# Button.OK
source: OK
es_us: Vale

# Button.Yes
source: Yes
es_us: Sí

# Create.Site.Title
source: Create Site
es_us: Crear sitio

# Edit.Site.Title
source: Edit Site
es_us: Editar sitio

# Page.Sites.Title
source: Manage Sites
es_us: Administrar sitios

# Success.Create.Message
source: The new site was successfully created. Please click the "OK" button to continue.
es_us: El nuevo sitio se ha creado correctamente. Por favor haz clic en el botón "OK" para continuar.

# Success.Edit.Message
source: The site has been successfully modified. Please click the "OK" button to continue.
es_us: El sitio se ha modificado con éxito. Por favor haz clic en el botón "OK" para continuar.

# Tab.Site.Collections.Remove.Confirm
source: Are you sure that you would like to remove this site collection from this site?
es_us: ¿Está seguro que desea eliminar esta colección de sitios de este sitio?

# Tab.Site.Collections.Remove.Title
source: Remove Site Collection
es_us: Quitar de la colección de sitios

# Tab.Site.Collections.Select.Title
source: Select the site collection to be addd to this site
es_us: Seleccione la colección de sitio que añadir a este sitio

# Tab.Site.Collections.Title
source: Currently assigned Site Collections
es_us: Asignada actualmente colecciones de sitios

# Tab.Site.Cultures
source: Cultures
es_us: Culturas

# Tab.Site.Cultures.IsEmpty
source: No cultures have been assigned to this site.
es_us: No hay culturas han sido asignadas a este sitio.

# Tab.Site.Cultures.Title
source: Select the cultures to be used for this site
es_us: Seleccionar los cultivos para este sitio

# Tab.Site.Details
source: Details
es_us: Datos de

# Tab.Site.Details.Label.AvailableCultures
source: Available Cultures
es_us: Culturas disponibles

# Tab.Site.Details.Select.DropDownList.DefaultCulture
source: Select a Site Culture
es_us: Seleccione una sitio de cultura

# Tab.Site.Details.Select.DropDownList.UserPool
source: Select a User Pool
es_us: Seleccione un grupo de usuario

# Tab.Site.Domains
source: Domains
es_us: Dominios

# Tab.Site.Domains.Add.Title
source: Add Site Domain
es_us: Agregar sitio dominio

# Tab.Site.Domains.Edit.Title
source: Edit Site Domain
es_us: Editar sitio dominio

# Tab.Site.Domains.IsEmpty
source: No domains have been assigned to this site.
es_us: Los dominios no han sido asignados a este sitio.

# Tab.Site.Domains.Remove.Confirm
source: Are you sure that you would like to remove this domain from the site?
es_us: ¿Está seguro que desea eliminar este dominio desde el sitio?

# Tab.Site.Domains.Remove.Title
source: Remove Site Domain
es_us: Quitar dominio del sitio

# Tab.Site.SiteCollections
source: Collections
es_us: Colecciones

# Title.Error.Duplicate
source: The selected site title already exists. Please select a unique site title for this site.
es_us: El título de sitio seleccionado ya existe. Por favor seleccione un título de sitio único para este sitio.

# Tab.Site.Admins.Remove.Confirm
source: Are you sure that you would like to remove this user from the administrator list?
es_us: ¿Está seguro que desea eliminar este usuario de la lista de administrador?

# Tab.Site.Admins.Remove.Title
source: Remove Site Administrator
es_us: Quitar el administrador del sitio

# Tab.Site.Admins.Select.Title
source: Select the user to add to the list of site administrators.
es_us: Seleccione el usuario para agregar a la lista de los administradores del sitio.

# Tab.Site.Admins.Title
source: Currently assigned Site Administrators
es_us: Asignada actualmente los administradores del sitio

# Button.Add.SiteAdmin
source: Add Site Administrator
es_us: Agregar el administrador del sitio

# Tab.Site.Admins.IsEmpty
source: No Site Administrators have been assigned to this site.
es_us: Los administradores del sitio no han sido asignados a este sitio.

# Tab.Site.Collections.IsEmpty
source: No Site Collections have been assigned to this site.
es_us: No colecciones de sitios han sido asignados a este sitio.

# Title.Error.PoolRequired
source: Please select a security pool to use with this site.
es_us: Por favor seleccione un grupo de seguridad para su uso con este sitio.

# Button.Add.Site
source: Add Site
es_us: Agregar sitio

# Tab.Site.Details.Select.DropDownList.Template
source: Select a Site Template
es_us: Seleccione una plantilla de sitio

# Tab.Site.Details.Select.DropDownList.Theme
source: Select a Site Theme
es_us: Seleccione un tema de sitio
