Repository: 5118234/Angel-CMS
Catalog: Angelo.Aegis/Resources/Global.*.resx
Languages: es_us

# Button.Add
source: Add
es_us: AÑADIR

# Button.Allow
source: Yes, Allow
es_us: Sí, permitir!

# Button.Cancel
source: Cancel
es_us: ¡Cancelar!

# Button.CompleteRegistration
source: Complete Registration
es_us: Completar registro

# Button.Create
source: Create
es_us: ¡Crear!

# Button.Delete
source: Delete
es_us: ¡Eliminar!

# Button.DoNotAllow
source: No, Do Not Allow
es_us: No, no permite!

# Button.Proceed
source: Proceed to the login page
es_us: ¡Proceder a la página de inicio!

# Button.Register
source: Register
es_us: ¡Regístrese!

# Button.Save
source: Save
es_us: Ahorra!

# Button.Submit
source: Submit
es_us: ¡Enviado!

# Button.Yes
source: Yes
es_us: ¡Sí!

# Label.Consent.ApplicationAccess
source: Application Access
es_us: Acceso a la aplicación!

# Label.Consent.Personal.Information
source: Personal Information
es_us: Información personal

# Label.Consent.RememberDecision
source: Remember My Decision
es_us: ¡Recordar mi decisión!

# Label.Consent.UncheckPermissions
source: Uncheck the permissions you do not wish to grant.
es_us: Desactive los permisos que no desea conceder.!

# Label.Create
source: Create
es_us: ¡Crear!

# Label.Delete
source: Delete
es_us: ¡Eliminar!

# Label.Edit
source: Edit
es_us: Editar!

# Label.Error.RequestID
source: Request ID:
es_us: Solicitar ID:!

# Label.Error.UnexpectedError
source: Sorry, there was an unexpected error.
es_us: Lo sentimos, hubo un error inesperado.!

# Label.Home.Aegis
source: SchoolInSites
es_us: Aegis

# Label.Home.AegisDefinition
source: The protection, backing, or support of a particular person or organization.
es_us: La protección, respaldo o apoyo de una persona u organización.!

# Label.Home.AegisSynonyms
source: Synonyms: protection, backing, support, care, guidance, control, guardianship, trusteeship, safeguarding
es_us: Sinónimos: protección, respaldo, apoyo, atención, orientación, control, tutela, tutela, protección.

# Label.Home.IdentityList
source: You are logged in with these identities:
es_us: Está conectado con estas identidades:!

# Label.Layout.LoginDifferent
source: Login With Different Account
es_us: Iniciar sesión con otra cuenta!

# Label.Layout.Toggle
source: Toggle Navigation
es_us: Toggle de Navegación

# Label.Login.Associate1
source: Associate your
es_us: Asociar su!

# Label.Login.Associate2
source: account.
es_us: cuenta.!

# Label.Login.Authenticated
source: You've successfully authenticated with
es_us: Ha autenticado correctamente con!

# Label.Login.ChangePassword
source: Change your password
es_us: Cambiar Su Contraseña

# Label.Login.CheckEmail
source: Please check your email for a link to reset your password
es_us: Por favor revise su correo electrónico un enlace restablecer tu contraseña!

# Label.Login.ClickToLogin
source: Click here to Log in
es_us: Por favor, haga clic aquí para Iniciar Sesión.

# Label.Login.Consent.RequestPermission
source: is requesting your permission.
es_us: está solicitando su permiso.!

# Label.Login.EmailConfirmed
source: Your email address has been confirmed
es_us: Se ha confirmado tu dirección de correo electrónico!

# Label.Login.EmailSubmission
source: After providing your email address, you will be sent a link with instructions to continue. Please allow several minutes for the email to arrive
es_us: Después de proporcionar su dirección de correo electrónico, se le enviará un enlace con instrucciones para continuar. Espere varios minutos para que el correo llegar!

# Label.Login.EnterUserName
source: Please enter a user name for this site below and click the Register button to finish logging in.
es_us: Introduzca un nombre de usuario de este sitio de abajo y haga clic en el botón de registro para terminar la sesión.!

# Label.Login.Female
source: Female
es_us: Mujer

# Label.Login.LDAP.Login
source: LDAP Login
es_us: Inicie sesión

# Label.Login.Lockout.Notification
source: This account has been locked out, please try again later
es_us: Esta cuenta ha sido bloqueada, por favor, inténtelo de nuevo más tarde.

# Label.Login.LoginFailed
source: Unsuccessful login with service
es_us: Inicio de sesión sin éxito con servicio!

# Label.Login.LostForgotten
source: Lost or Forgotten Password
es_us: Contraseñas perdidas u olvidadas.

# Label.Login.Male
source: Male
es_us: Hombre

# Label.Login.PasswordRequirement1
source: 1. Must be at least 6 characters
es_us: 1. debe tener al menos 6 caracteres!

# Label.Login.PasswordRequirement2
source: 2. Must have at least one digit (0-9)
es_us: 2. debe tener al menos un dígito (0-9).

# Label.Login.PasswordRequirement3
source: 3. Must contain at least one alphanumeric character
es_us: 3. debe tener al menos un carácter alfanumérico.

# Label.Login.PasswordResetMsg1
source: Your password has been reset. Please
es_us: Su contraseña ha sido restablecida.

# Label.Login.PasswordResetMsg2
source: Click here to log in
es_us: Por favor, haga clic aquí para Iniciar Sesión.

# Label.Login.Passwords
source: Passwords:
es_us: Contraseñas

# Label.Login.PrivacyPolicy
source: View Privacy Policy
es_us: Política de privacidad

# Label.Login.ProvideEmail
source: Please provide the email associated with your account
es_us: Proporcione el correo electrónico asociado a tu cuenta.

# Label.Login.RememberLogin
source: Remember My Login
es_us: ¡Recordar mi Login!

# Label.Login.Return
source: Return to Login Page
es_us: Volver a la página de inicio de sesión ...

# Label.Login.ThirdParty
source: Login using a 3rd Party Service
es_us: Inicio de sesión mediante un servicio de partido 3!

# Label.Login.Tools
source: Login Tools
es_us: Herramientas de inicio de sesión!

# Label.Login.TwoFactorAuth
source: Select Two-Factor Authentication Provider:
es_us: Seleccione el proveedor de autenticación de dos factores:!

# Label.Login.VerifySecurity
source: Verify Security Code
es_us: ¡Comprobar el código de seguridad!

# Label.Logout.ClickToReturn1
source: Click
es_us: Clic

# Label.Logout.ClickToReturn2
source: here
es_us: ¡Aquí!

# Label.Logout.ClickToReturn3
source: to return to the
es_us: para volver a la!

# Label.Logout.ClickToReturn4
source: application.
es_us: aplicación.!

# Label.Logout.LoggedOut.Confirmation
source: You are now logged out
es_us: Ahora está desconectado.

# Label.Logout.LogoutIdentityServer
source: Would you like to logout of IdentityServer?
es_us: ¿Quieres cerrar la sesión en IdentityServer?

# Page.Home.Title
source: Welcome to Aegis Identity Server
es_us: Bienvenido al servidor de identidad auspicios!

# Page.Login.ChangePassword.Title
source: Change password
es_us: CAMBIAR CONTRASEÑA

# Page.Login.ConfirmEmail.Title
source: Confirm Email
es_us: Confirmar correo electrónico

# Page.Login.Failure.Title
source: Login Failure
es_us: Error en Login.

# Page.Login.ForgotPassword.Title
source: Forgot your password?
es_us: ¿Olvidó su contraseña?

# Page.Login.ForgotPasswordConfirmation.Title
source: Forgot Password Confirmation
es_us: Olvidé contraseña confirmación!

# Page.Login.LockedOut
source: Locked out
es_us: Bloqueado

# Page.Login.NotAllowedNotification
source: This account is disabled and no longer allowed to login, please contact your site administrator.
es_us: Esta cuenta está desactivada y ya no puede iniciar sesión, póngase en contacto con el administrador del sitio.!

# Page.Register.Title
source: Register
es_us: ¡Regístrese!

# Page.Login.RegisterUserData.Title
source: Complete Registration for:
es_us: Completar registro para:!

# Page.Login.RegisterUsernamePassword.Title
source: Register for a new account
es_us: Registro para una cuenta nueva!

# Page.Login.RegistrationComplete.Title
source: Registration Complete
es_us: Registro completo!

# Page.Login.ResetPasswordDone.Title
source: Reset password confirmation
es_us: ¡Restablecer la confirmación de la contraseña!

# Page.Login.SendCode.Title
source: Send Verification Code
es_us: CÓDIGO DE VERIFICACIÓN

# Page.Login.Title
source: Login
es_us: Inicie sesión

# Page.Login.Verify.Title
source: Verify
es_us: Verificar

# Page.Logout.Title
source: Logout
es_us: Cerrar sesión

# Site.Language.Prompt
source: Select Preferred Language
es_us: Seleccione Idioma preferido!

# Site.Language.Short
source: Language:
es_us: Idioma

# Button.UpdatePassword
source: Update Password
es_us: ACTUALIZAR CONTRASEÑA

# Label.Login.Google
source: Login with Google
es_us: Inicio de sesión con Google

# Label.Login.LDAP
source: Login with LDAP / Active Directory
es_us: Inicio de sesión con LDAP / Active Directory

# Site.Login.Logout
source: Logout
es_us: Cerrar sesión

# Site.Login.Manage
source: Manage
es_us: Administrar

# Site.Login.Register
source: Register
es_us: ¡Regístrese!
